[
  {
    "id": "1",
    "name": "Simon Orimo",
    "title": "Managing Director & ETD Practitioner",
    "bio": "Simx Orimo is a seasoned professional with a strong educational foundation spanning Uganda, the United Kingdom, and South Africa. He began his academic journey at Teso College Aloet in Uganda, where he built his secondary school foundation.\n\nHe later advanced his studies in the United Kingdom at Nene College, Northampton, pursuing higher education that broadened his international outlook. Over the years, he further specialized in the field of Education, Training and Development (ETD), earning a Diploma in ETD (Cum Laude) from the University of Johannesburg (UJ) in South Africa.\n\nAlongside his diploma, Simx also holds several professional certifications and recognitions, including HDLT, TEC (U.K.), and CGLI (U.K.), which reflect his commitment to continuous professional development and international standards in training and leadership.\n\nThis strong academic background has equipped him with the skills to excel as a Managing Director and ETD Practitioner, combining both business leadership and human capital development.",
    "image": "https://placehold.co/400x400.png",
    "imageHint": "professional african woman",
    "linkedin": "https://www.linkedin.com/in/simx-orimo-390a93115/?originalSubdomain=za"
  },
  {
    "id": "2",
    "name": "Sipho Mbele",
    "title": "Head of Operations",
    "bio": "Sipho ensures that our training programs and production lines run smoothly, empowering our artisans every day.",
    "image": "https://placehold.co/400x400.png",
    "imageHint": "professional african man",
    "linkedin": "#"
  },
  {
    "id": "3",
    "name": "Thandiwe Ndlovu",
    "title": "Lead Designer",
    "bio": "Thandiwe blends traditional techniques with contemporary aesthetics to create our signature product lines.",
    "image": "https://placehold.co/400x400.png",
    "imageHint": "creative designer working",
    "linkedin": "#"
  },
  {
    "id": "4",
    "name": "Bongani Dlamini",
    "title": "Partnerships Manager",
    "bio": "Bongani builds and maintains our crucial relationships with NGOs and international market partners.",
    "image": "https://placehold.co/400x400.png",
    "imageHint": "man shaking hands",
    "linkedin": "#"
  }
]